tap "aquaproj/aqua"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jorgelbg/tap"
tap "koekeishiya/formulae"
tap "kyoshidajp/ghkw"
tap "nikitabobko/tap"
tap "ryooooooga/tap"
tap "suzuki-shunsuke/pinact"
tap "syu-fu/tap"
tap "ynqa/tap"
brew "act"
brew "actionlint"
brew "bat"
brew "binutils"
brew "chezmoi"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "diffutils"
brew "docker", link: false
brew "fd"
brew "icu4c@76"
brew "ffmpeg"
brew "findutils"
brew "flyctl"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "gotestsum"
brew "grep"
brew "gzip"
brew "jnv"
brew "jq"
brew "lazygit"
brew "lsd"
brew "mas"
brew "mise"
brew "moreutils"
brew "neovim"
brew "neovim-remote"
brew "ollama"
brew "opensc"
brew "pinentry-mac"
brew "pnpm"
brew "ripgrep"
brew "sheldon"
brew "stylua"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "wireshark"
brew "xcodes"
brew "ykman"
brew "zsh"
brew "aquaproj/aqua/aqua"
brew "jorgelbg/tap/pinentry-touchid"
brew "kyoshidajp/ghkw/ghkw"
brew "ryooooooga/tap/zabrze"
brew "suzuki-shunsuke/pinact/pinact"
brew "syu-fu/tap/keydiff"
cask "1password"
cask "aerospace"
cask "alacritty"
cask "anki"
cask "bitwarden"
cask "chatgpt"
cask "chromium"
cask "docker"
cask "dropbox"
cask "font-hackgen-nerd"
cask "google-japanese-ime"
cask "notion"
cask "obsidian"
cask "raycast"
cask "sf-symbols"
cask "ticktick"
cask "wezterm"
cask "yubico-yubikey-manager"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
