tap "aquaproj/aqua"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jorgelbg/tap"
tap "koekeishiya/formulae"
tap "ryooooooga/tap"
tap "syu-fu/tap"
tap "ynqa/tap"
brew "act"
brew "bat"
brew "binutils"
brew "chezmoi"
brew "coreutils"
brew "diffutils"
brew "docker", link: false
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "grep"
brew "gzip"
brew "jnv"
brew "jq"
brew "lazygit"
brew "lsd"
brew "mas"
brew "mise"
brew "moreutils"
brew "neovim"
brew "pinentry-mac"
brew "pnpm"
brew "ripgrep"
brew "sheldon"
brew "tmux"
brew "trash"
brew "tree"
brew "zsh"
brew "aquaproj/aqua/aqua"
brew "felixkratz/formulae/sketchybar"
brew "jorgelbg/tap/pinentry-touchid"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "ryooooooga/tap/zabrze"
cask "alacritty"
cask "bitwarden"
cask "chromium"
cask "docker"
cask "dropbox"
cask "font-hackgen-nerd"
cask "google-japanese-ime"
cask "notion"
cask "obsidian"
cask "raycast"
cask "sf-symbols"
cask "ticktick"
cask "wezterm"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
