tap "aquaproj/aqua"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "binutils"
brew "chezmoi"
brew "coreutils"
brew "diffutils"
brew "findutils"
brew "fzf"
brew "gawk"
brew "ghq"
brew "git"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "grep"
brew "gzip"
brew "lsd"
brew "mas"
brew "moreutils"
brew "neovim"
brew "pinentry-mac"
brew "ripgrep"
brew "sheldon"
brew "tmux"
brew "zsh"
brew "aquaproj/aqua/aqua"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "bitwarden"
cask "chromium"
cask "dropbox"
cask "font-hackgen-nerd"
cask "notion"
cask "obsidian"
cask "raycast"
cask "wezterm"
